{
  "title": "Partagez Votre Avis",
  "description": "Aidez-nous à nous améliorer en partageant vos réflexions sur la gouvernance, l'éthique, la sécurité, l'expérience utilisateur ou en signalant des problèmes. Votre avis alimente directement notre processus d'amélioration continue.",
  "topicLabel": "De quoi s'agit-il ?",
  "topics": {
    "governance": "Gouvernance et Transparence",
    "ethics": "Préoccupations Éthiques",
    "safety": "Sécurité",
    "ux": "Expérience Utilisateur",
    "bug": "Rapport de Bug",
    "other": "Autre"
  },
  "messageLabel": "Votre message",
  "messagePlaceholder": "Décrivez votre avis en détail. Soyez précis sur ce que vous avez observé, pourquoi c'est important et vos suggestions...",
  "characterCount": "{current} / {max} caractères",
  "consentLabel": "Autoriser le suivi par e-mail (optionnel)",
  "emailLabel": "Adresse e-mail",
  "emailPlaceholder": "votre@email.fr",
  "privacyNotice": "Votre avis est stocké en interne et jamais publié publiquement. Si vous fournissez une adresse e-mail, elle sera hachée pour la confidentialité. Tous les avis sont examinés par notre équipe de gouvernance.",
  "trustOptIn": "Aidez-nous à nous améliorer en contribuant à notre Indice de Confiance (votre avis sera noté pour calibrer les signaux de qualité)",
  "submitButton": "Soumettre l'Avis",
  "submitting": "Envoi en cours...",
  "cancelButton": "Annuler",
  "successTitle": "Merci !",
  "successMessage": "Votre avis a été reçu avec succès.",
  "referenceId": "ID de référence : {id}",
  "trustScore": "Votre avis a reçu un score de confiance de {score}/1.00",
  "trustIndicator": "Votre contribution aide à calibrer notre Indice de Confiance et améliore les décisions de gouvernance.",
  "nextSteps": "Votre avis sera examiné lors du prochain cycle de gouvernance. Pour les questions urgentes, veuillez contacter",
  "errorTitle": "Échec de la Soumission",
  "errorRetry": "Veuillez réessayer ou nous contacter directement si le problème persiste.",
  "rateLimitError": "Trop de requêtes. Veuillez attendre {seconds} secondes avant de réessayer.",
  "validationError": "Veuillez vérifier votre saisie et vous assurer que tous les champs requis sont remplis.",
  "networkError": "Erreur réseau. Veuillez vérifier votre connexion et réessayer.",
  "serverError": "Erreur serveur. Notre équipe a été notifiée. Veuillez réessayer plus tard.",
  "requiredField": "Ce champ est obligatoire",
  "invalidEmail": "Veuillez saisir une adresse e-mail valide",
  "messageTooShort": "Le message doit contenir au moins 1 caractère",
  "messageTooLong": "Le message ne doit pas dépasser 2000 caractères",
  "emailRequired": "L'e-mail est requis lorsque vous optez pour un suivi"
}

