{
  "title": "Condividi il Tuo Feedback",
  "description": "Aiutaci a migliorare condividendo i tuoi pensieri su governance, etica, sicurezza, esperienza utente o segnalando problemi. Il tuo feedback alimenta direttamente il nostro processo di miglioramento continuo.",
  "topicLabel": "Di cosa si tratta?",
  "topics": {
    "governance": "Governance e Trasparenza",
    "ethics": "Preoccupazioni Etiche",
    "safety": "Sicurezza",
    "ux": "Esperienza Utente",
    "bug": "Segnalazione Bug",
    "other": "Altro"
  },
  "messageLabel": "Il tuo messaggio",
  "messagePlaceholder": "Descrivi il tuo feedback in dettaglio. Sii specifico su ciò che hai osservato, perché è importante e eventuali suggerimenti...",
  "characterCount": "{current} / {max} caratteri",
  "consentLabel": "Consenti follow-up via email (opzionale)",
  "emailLabel": "Indirizzo email",
  "emailPlaceholder": "tuo@email.it",
  "privacyNotice": "Il tuo feedback è archiviato internamente e non viene mai pubblicato pubblicamente. Se fornisci un indirizzo email, verrà crittografato per privacy. Tutti i feedback sono esaminati dal nostro team di governance.",
  "trustOptIn": "Aiutaci a migliorare contribuendo al nostro Indice di Fiducia (il tuo feedback sarà valutato per calibrare i segnali di qualità)",
  "submitButton": "Invia Feedback",
  "submitting": "Invio in corso...",
  "cancelButton": "Annulla",
  "successTitle": "Grazie!",
  "successMessage": "Il tuo feedback è stato ricevuto con successo.",
  "referenceId": "ID di riferimento: {id}",
  "trustScore": "Il tuo feedback ha ricevuto un punteggio di fiducia di {score}/1.00",
  "trustIndicator": "Il tuo contributo aiuta a calibrare il nostro Indice di Fiducia e migliora le decisioni di governance.",
  "nextSteps": "Il tuo feedback sarà esaminato nel prossimo ciclo di governance. Per questioni urgenti, contatta",
  "errorTitle": "Invio Fallito",
  "errorRetry": "Riprova o contattaci direttamente se il problema persiste.",
  "rateLimitError": "Troppe richieste. Attendi {seconds} secondi prima di riprovare.",
  "validationError": "Verifica il tuo input e assicurati che tutti i campi obbligatori siano completi.",
  "networkError": "Errore di rete. Controlla la tua connessione e riprova.",
  "serverError": "Errore del server. Il nostro team è stato notificato. Riprova più tardi.",
  "requiredField": "Questo campo è obbligatorio",
  "invalidEmail": "Inserisci un indirizzo email valido",
  "messageTooShort": "Il messaggio deve essere di almeno 1 carattere",
  "messageTooLong": "Il messaggio non deve superare 2000 caratteri",
  "emailRequired": "L'email è richiesta quando scegli il follow-up"
}

