{
  "title": "Comparte tu Opinión",
  "description": "Ayúdanos a mejorar compartiendo tus ideas sobre gobernanza, ética, seguridad, experiencia de usuario o reportando problemas. Tu opinión informa directamente nuestro proceso de mejora continua.",
  "topicLabel": "¿De qué se trata?",
  "topics": {
    "governance": "Gobernanza y Transparencia",
    "ethics": "Preocupaciones Éticas",
    "safety": "Seguridad",
    "ux": "Experiencia de Usuario",
    "bug": "Reporte de Error",
    "other": "Otro"
  },
  "messageLabel": "Tu mensaje",
  "messagePlaceholder": "Describe tu opinión en detalle. Sé específico sobre lo que observaste, por qué es importante y cualquier sugerencia que tengas...",
  "characterCount": "{current} / {max} caracteres",
  "consentLabel": "Permitir seguimiento por correo electrónico (opcional)",
  "emailLabel": "Dirección de correo electrónico",
  "emailPlaceholder": "tu@email.com",
  "privacyNotice": "Tu opinión se almacena internamente y nunca se publica públicamente. Si proporcionas una dirección de correo electrónico, se cifrará por privacidad. Todas las opiniones son revisadas por nuestro equipo de gobernanza.",
  "trustOptIn": "Ayúdanos a mejorar contribuyendo a nuestro Índice de Confianza (tu opinión será evaluada para calibrar señales de calidad)",
  "submitButton": "Enviar Opinión",
  "submitting": "Enviando...",
  "cancelButton": "Cancelar",
  "successTitle": "¡Gracias!",
  "successMessage": "Tu opinión ha sido recibida exitosamente.",
  "referenceId": "ID de referencia: {id}",
  "trustScore": "Tu opinión recibió una puntuación de confianza de {score}/1.00",
  "trustIndicator": "Tu aportación ayuda a calibrar nuestro Índice de Confianza y mejora las decisiones de gobernanza.",
  "nextSteps": "Tu opinión será revisada en el próximo ciclo de gobernanza. Para asuntos urgentes, por favor contacta",
  "errorTitle": "Envío Fallido",
  "errorRetry": "Por favor intenta de nuevo o contáctanos directamente si el problema persiste.",
  "rateLimitError": "Demasiadas solicitudes. Por favor espera {seconds} segundos antes de intentar de nuevo.",
  "validationError": "Por favor verifica tu entrada y asegúrate de que todos los campos requeridos estén completos.",
  "networkError": "Error de red. Por favor verifica tu conexión e intenta de nuevo.",
  "serverError": "Error del servidor. Nuestro equipo ha sido notificado. Por favor intenta más tarde.",
  "requiredField": "Este campo es obligatorio",
  "invalidEmail": "Por favor ingresa una dirección de correo electrónico válida",
  "messageTooShort": "El mensaje debe tener al menos 1 carácter",
  "messageTooLong": "El mensaje no debe exceder 2000 caracteres",
  "emailRequired": "El correo electrónico es obligatorio cuando optas por seguimiento"
}

