{
  "title": "Teilen Sie Ihr Feedback",
  "description": "Helfen Sie uns, uns zu verbessern, indem Sie Ihre Gedanken zu Governance, Ethik, Sicherheit, Benutzererfahrung oder Problemberichten teilen. Ihr Feedback fließt direkt in unseren kontinuierlichen Verbesserungsprozess ein.",
  "topicLabel": "Worum geht es?",
  "topics": {
    "governance": "Governance & Transparenz",
    "ethics": "Ethische Bedenken",
    "safety": "Sicherheit",
    "ux": "Benutzererfahrung",
    "bug": "Fehlerbericht",
    "other": "Anderes"
  },
  "messageLabel": "Ihre Nachricht",
  "messagePlaceholder": "Beschreiben Sie Ihr Feedback detailliert. Seien Sie spezifisch, was Sie beobachtet haben, warum es wichtig ist und welche Vorschläge Sie haben...",
  "characterCount": "{current} / {max} Zeichen",
  "consentLabel": "Follow-up per E-Mail erlauben (optional)",
  "emailLabel": "E-Mail-Adresse",
  "emailPlaceholder": "ihre@email.de",
  "privacyNotice": "Ihr Feedback wird intern gespeichert und niemals öffentlich veröffentlicht. Wenn Sie eine E-Mail-Adresse angeben, wird diese aus Datenschutzgründen gehasht. Alle Rückmeldungen werden von unserem Governance-Team überprüft.",
  "trustOptIn": "Helfen Sie uns, uns zu verbessern, indem Sie zu unserem Trust-Index beitragen (Ihr Feedback wird bewertet, um Qualitätssignale zu kalibrieren)",
  "submitButton": "Feedback senden",
  "submitting": "Wird gesendet...",
  "cancelButton": "Abbrechen",
  "successTitle": "Vielen Dank!",
  "successMessage": "Ihr Feedback wurde erfolgreich empfangen.",
  "referenceId": "Referenz-ID: {id}",
  "trustScore": "Ihr Feedback erhielt einen Trust-Score von {score}/1.00",
  "trustIndicator": "Ihr Beitrag hilft, unseren Trust-Index zu kalibrieren und verbessert Governance-Entscheidungen.",
  "nextSteps": "Ihr Feedback wird im nächsten Governance-Zyklus überprüft. Bei dringenden Angelegenheiten kontaktieren Sie bitte",
  "errorTitle": "Übermittlung fehlgeschlagen",
  "errorRetry": "Bitte versuchen Sie es erneut oder kontaktieren Sie uns direkt, wenn das Problem weiterhin besteht.",
  "rateLimitError": "Zu viele Anfragen. Bitte warten Sie {seconds} Sekunden, bevor Sie es erneut versuchen.",
  "validationError": "Bitte überprüfen Sie Ihre Eingaben und stellen Sie sicher, dass alle erforderlichen Felder ausgefüllt sind.",
  "networkError": "Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.",
  "serverError": "Serverfehler. Unser Team wurde benachrichtigt. Bitte versuchen Sie es später erneut.",
  "requiredField": "Dieses Feld ist erforderlich",
  "invalidEmail": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
  "messageTooShort": "Die Nachricht muss mindestens 1 Zeichen lang sein",
  "messageTooLong": "Die Nachricht darf 2000 Zeichen nicht überschreiten",
  "emailRequired": "E-Mail ist erforderlich, wenn Sie sich für Follow-up anmelden"
}

